Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F36A.tmx
Source language: en_us
Languages: zh_cn

source: The Culture in Kitchens
zh_cn: 厨房文化

source: There are four clear threats to the modern family and possibly civilization at large; cell phones, video games, the internet, and junk food.
zh_cn: 有四种对现代家庭造成明显威胁以及有可能对文明产生最大威胁的东西：手机、视频游戏、网络和垃圾食品。

source: We allow the first three because they are cheaper than tutors, private schools, and nannies.
zh_cn: 我们允许前三种威胁存在，因为它们的价格比家庭教师、私立学校和保姆便宜。

source: Indeed, games and gadgets support a kind of electronic autism where neither parent nor child speaks to each other until the latter is old enough to drive.
zh_cn: 事实上，游戏和电子设备扮演了一个电子自闭症的角色，无论是家长还是孩子彼此不说话，直到后者长大到可以开车为止。

source: With junk food the threat is more complicated; a fusion of chemistry and culture.
zh_cn: 垃圾食品带来的威胁更复杂，一种化学和文化的融合。

source: In combination, internet social networks and poor diets seem to be conspiring to produce a generation of pudgy, lazy mutes with short attention spans.
zh_cn: 在这种结合中，互联网上的社交网络和不健康的饮食似乎在密谋产生出新一代矮胖的、懒惰的哑巴，这些人的注意力集中持续时间短暂。

source: Culture begins and ends on a plate.
zh_cn: 文化开始和结束都是在一个盘子里。

source: A proper wake is followed by good food and drink for good reason; a testament to life even without the guest of honor.
zh_cn: 有充分理由证明，一觉醒后就是美味佳饮，即使没有贵客来临却也是一种生命的见证。

source: We eat to live and then we live to eat.
zh_cn: 我们吃是为了生存，然后我们生活是为了吃。

source: From the earliest times, food played a key role in the spiritual and literal growth of families and a larger society.
zh_cn: 从最早期起，食物在家庭和一个更大社会的精神和文字增长中起着关键作用。

source: An infant bonds with its mother while nursing; families bond when they share food.
zh_cn: 一个婴儿与正在养育他的母亲密不可分，家庭成员在分享食物时关系紧密。

source: We define hospitality with friends by inviting them to break bread - or share a refreshing adult beverage.
zh_cn: 我们把好客一词定义为邀请朋友一起进餐——或分享一种清新的成人饮料。

source: Alas, eating plays a central role in both civility and civilization.
zh_cn: 唉，吃饭在礼貌和文明中起着重要作用。

source: The day that food sharing moved beyond the immediate family was surely the beginning of a village.
zh_cn: 超越直系亲属的食物共享日子肯定是一个村庄的开始。

source: The day when a family produced an extra piglet or an extra baguette was surely the beginning of bacon and bakeries.
zh_cn: 当一个家庭多生产一头小猪或制作出额外的法式面包时，无疑就是熏肉和面包店开始的日子。

source: Villages and markets grew to become centers of culture that we now know as places like Athens, Rome, Paris, London, and the Jersey Shore.
zh_cn: 村庄和市场发展成为文化的中心，我们现在知道的就有雅典、罗马、巴黎、伦敦和泽西海岸等。

source: The original Greek symposium was a meal at home where the host would provide food, conversation, and the occasional pole dancer.
zh_cn: 最初的希腊宴会是在家用餐，主人提供食物、会话和临时的舞者。

source: Romans had similar traditions.
zh_cn: 罗马人有相似的传统。

source: Even in the Dark Ages, communal societies such as monasteries took their meals together.
zh_cn: 即使在黑暗时代，公共团体比如许多修道院的全体修士们会聚在一起吃饭。

source: Monks and nuns might take vows of silence, poverty, and chastity; but, at mealtime they clustered to eat. Silence, sexual tension, and a good multi-grain may be the secrets to introspection and celibacy.
zh_cn: 虽然和尚和尼姑可能会立誓要保持沉默、贫穷和贞洁，但是当他们集合在一起用餐时，沉默、性紧张和健康的杂粮可能是反思和禁欲的秘密。

source: As civilization progressed, we advanced from eating to dining.
zh_cn: 随着人类文明的进步，我们从eating（吃饭）上升到了dining（饮食）。

source: Indeed, dining is the one activity which ancient guilds and modern clubs have in common.
zh_cn: 事实上，饮食是古代公会和现代俱乐部的一项活动。

source: The act of eating became a kind of social cement where the table was used for things beyond nourishment.
zh_cn: 吃成为了一种社交行为，餐桌被用作营养以外的东西。

source: The 'groaning board' thus evolved into a variety of utilitarian instruments including desks, conference tables, and, eventually, surf boards.
zh_cn: “丰盛宴席”因此演变成功利主义者的各种工具，包括课桌、会议桌和最终的上网桌。

source: The places where people sat to eat became and remain the building blocks of family, commerce, and civil society.
zh_cn: 人们坐着吃饭的这些地方成为了家庭、商业、和文明社会的基本中心并且保留至今。

source: Over time, we lost touch with the first, the "family" part of the equation.
zh_cn: 随着时间的推移，我们失去了第一个部分，即这个方程式中的 “家庭”。

source: A few years back, Hilary Clinton illuminated a typical outlook by sneering: "I suppose I could have stayed home and baked cookies."
zh_cn: 几年前，希拉里·克林顿以嘲笑的口气展望了一下典型的前景：“我想我可能会呆在家里烘烤小甜饼。”

source: Her attempt to defend pant suits at the expense of aprons sent a chilling message to parents everywhere.
zh_cn: 她把一条薄情寡义的信息传给世界各地的父母们，她企图以牺牲围裙来捍卫套装。

source: Yet, that regrettable kitchen metaphor is fairly typical of the dismissive attitudes towards all things domestic - especially cooking for and eating with children.
zh_cn: 然而，这种令人遗憾的厨房隐喻是一种相当典型的对待家庭一切事物的轻蔑态度——特别是给孩子们烹饪并与他们一起进餐。

source: If you ask some careerist "what they make at home" today; the answer is likely to be: "reservations"!
zh_cn: 如果你问某个职业人士“今天他们在家里做什么吃的”，答案很可能是：“预订餐厅位子”!

source: Ironically, most of the alternatives to eating at home are pretty grim: grazing, takeout, or off-ramp tramping.
zh_cn: 具有讽刺意味的是，大多数在家吃饭的选择是相当可怕的：吃零食、叫外卖、或者开车驶出匝道步行。

source: Grazers are families who eat separately at home where preparation, menu, or timing is irrelevant.
zh_cn: 吃零食当饭的人是那些单独吃在家吃饭的家庭成员，所以无论是预备饭菜、准备菜单、还是安排时间都不看重。

source: Grazers usually feed their kids like pets - on demand, from cans and packages.
zh_cn: 这些人通常像饲养宠物一样喂养他们的孩子——对食品的要求要么是罐头要么是打包的饭菜。

source: The takeout crowd tries to maintain some sense of ritual, but the "dining" is usually limited to the time it takes to strip mine bags of fried everything or boxes of rubber pizza.
zh_cn: 而外卖群体试图维持某种意义上的礼仪，但是这种“餐饮”通常对撕开油炸食物袋或橡胶披萨饼盒的时间有限制。

source: Off-ramp tramps usually motor to the nearest chain restaurant where the menu invariably features some mix of sugar, salt, grease, and carbohydrates.
zh_cn: 当然那些驶出匝道的步行者通常会把汽车开到离家最近的连锁餐厅，餐厅菜单一成不变，都是一些糖、盐、油脂以及碳水化合物的混合物。

source: At fast-food joints, eating is not the main event anyway.
zh_cn: 在快餐店，吃无论怎样都不是主要的事情。

source: For kids, the true lure of junk food emporiums lies with prizes, playgrounds, and creepy clowns - or the ubiquitous gumball machine.
zh_cn: 对孩子们而言，垃圾食品商场的真正魅力在于奖品、操场和令人毛骨悚然的小丑——或无处不在的口香糖机。

source: The latter is often the healthiest choice on the menu.
zh_cn: 但后者往往是菜单上最健康的选择。

source: Private junk food is complemented by the public school trough, where to qualify, parents must admit that they cannot or will not feed their children at home - or take the trouble to pack an edible lunch box.
zh_cn: 私营的垃圾食品是通过有资格的公立学校的食物槽补充的，父母们必须承认他们不可能或不愿意在家里给自己的孩子做饭吃——或者害怕麻烦而不愿包一个食用午餐盒。

source: Maybe it was the social turmoil of the 1960's or just the bong resin of feminism; nonetheless, many men, and especially women, have come to see family or the kitchen as a kind of bondage. Parenting has been reduced to a proof of plumbing; have a couple of kids, then get on with your life.
zh_cn: 也许这就是二十世纪六十年代社会动荡的原因或者只是女权主义兴起的原因。虽然如此，许多人，尤其是女性，已经看到家庭或厨房成为了一种束缚，所以育儿一直被降低成为体内“管道”活动：有了几个孩子，继续自己的生活。

source: Dinner and lunch out - was in.
zh_cn: 晚餐和午餐出去吃——时髦的。

source: An entire junk food industry matured around convenience, the modern euphemism for selfishness. Adult wants became more important than children's needs.
zh_cn: 整个垃圾食品行业的成熟使得生活便利快捷，这种生活方式是自私自利的现代委婉说法，因为成年人的欲望变得比儿童的需要更重要了。

source: The scientific causes for obese, dull, or obnoxious kids are surely complicated.
zh_cn: 现在出现了许多肥胖、迟钝或令人讨厌的儿童，对此进行的科学探究表明原因非常复杂。

source: Yet, empiricism has yet to rule out environmental factors like poor parenting and bad nutrition.
zh_cn: 然而，经验主义还是排除了环境因素，比如贫穷养育和营养不良。

source: Indeed, each may be two sides of the same cookie.
zh_cn: 然而，就如同一块饼干的两面，关系密不可分。

source: The idea, that bad nutrition and poor socialization are unrelated to much of the pathology that afflicts children today, is an illusion.
zh_cn: 所以那种认为营养不良和贫困社会化与儿童病理学之间无多大关系的想法是一种错觉。

source: Literature on food production and retailing usually has two villains; industry or government.
zh_cn: 文学对食品生产和零售买卖的描写通常有两个坏人：行业或政府。

source: Rachael Carson and more recently, Margaret Visser and Michael Pollan are significant contributors to this popular genre.
zh_cn: 蕾切尔·卡森以及最近的玛格丽特·维瑟和迈克尔·波伦是这类流行风格作品的重要贡献者。

source: Unfortunately, critics are seldom candid enough to place responsibility where it belongs; on shoppers and parents.
zh_cn: 不幸的是，批评家们很少有坦诚的勇气把责任放到属于它的地方：购物者和父母。

source: Self-indulgence and limited attention spans have come home to roost - in eating habits and the way we care for children.
zh_cn: 经查，自我放纵和注意力无法集中是事物的源头——饮食习惯和我们照顾孩子的方式。

source: There are probably a dozen or more reasons why we believe we can not cook for, or eat with, our families.
zh_cn: 我们相信我们可以不为家人煮饭，或者跟我们的家人一起吃饭可能有若干或者更多的理由。

source: Yet, none of the excuses are as persuasive as the common sense for dining at home: economy, health, and education.
zh_cn: 然而，就在家用餐的常识而言，其说服力是不言而谕的：经济、健康和教育。

source: A single 20lb sack of rice is a testimony to the economics of home cooking.
zh_cn: 一袋20磅重的大米就是对家庭烹饪经济学的一种证明。

source: This ten dollar investment provides 220 servings at a nickel a portion.
zh_cn: 这个10美元的投资提供了220份食物，一份只要五美分。

source: Chicken might be had at the same store for as little as .99 cents a pound.
zh_cn: 在同一商店里再买一只鸡，99美分一磅。

source: A chicken (8oz portion) and rice dinner, at home, costs .55 cents. If you boil the bird, you have the makings of soup. Throw in a vegetable and fruit for dessert and you have a five course meal for less than a US dollar.
zh_cn: 晚餐吃一份鸡(一份8盎司)和一碗米饭，在家的成本为55美分；如果你煮鸡的话，那么你连汤料都有了；甜点搭配蔬菜和水果，那么你一餐五道菜还不到一美元。

source: Your cat or dog chow is more expensive!
zh_cn: 你的猫猫狗狗吃得都比这贵吧！

source: No junk food joint can beat the price of home cooking.
zh_cn: 没有任何垃圾食品店的价格会比家庭烹饪更便宜。

source: Your kitchen has an added value; the kids get to watch, participate, and learn.
zh_cn: 你的厨房还有额外的价值：孩子们可以去观看、参与和学习。

source: Nutrition is the biological bonus of home cooking.
zh_cn: 营养是家庭烹饪的生物奖金。

source: The key ingredients in packaged, fast food, or take-out are: calories, fat, salt, sugar and all the chemicals required to prevent the awful from becoming inedible.
zh_cn: 打包的饭菜、快餐或外卖食物的关键成分是：卡路里、脂肪、盐、糖和防止食物变质的所有的化学制品。

source: Conversely, home cooking gives you total control of your family's diet and nutritional health.
zh_cn: 相反，家庭烹饪让你完全控制你的家庭饮食和营养健康。

source: See those beautiful, healthy bodies on magazine covers at the supermarket checkout line?
zh_cn: 在超市收银台前结账排队时看到杂志封面上那些美丽的、健康的身体吗？

source: With a little carotene and roughage, that could be your family.
zh_cn: 只要一点儿胡萝卜素和粗粮，你的家人也可以那么健康。

source: The penultimate virtue of cooking and dining at home is education.
zh_cn: 在家烧饭和吃饭的倒数第二美德是教育。

source: Yes, education; not just about food and nutrition, but education about everything else under the sun. Parents are the first and best primary teachers.
zh_cn: 是的，教育：不只是关于食物和营养，而且还是关于人世间一切事物，而父母是第一和最好的小学教师。

source: Some formal schooling might be necessary for a diploma or a credential, but those critical early years are only a job for the deuce that produced.
zh_cn: 为了一张文凭或一张证书，一些正规的学校教育可能是必要的，但那些关键的早期不把握好，就会产生可怕的后果。

source: All learning begins with the process of separating wants from needs - moving from me to thee.
zh_cn: 所有的学习始于把想要的从需要中分离——从我这里转移到你那里。

source: With this, all kids need help; that's why we call them children.
zh_cn: 由于这个原因，所有的孩子都需要帮助：那就是为什么我们称他们为孩子的原因。

source: True home schooling might be something simple as an hour at the market, an afternoon in the garden, and a meal together, once or twice a day.
zh_cn: 真正的家庭教育可能是非常简单的事情，简单得如同在市场里的一个小时、在花园里的一个下午、以及一天一次或两次一起吃顿饭。

source: By the time kids reach their teens, all that parents have left is influence once or twice removed.
zh_cn: 当孩子们到了青少年时期时，父母留下的所有东西是一次或两次就可以被删除的影响。

source: If those early opportunities are missed, we waste our lives and damage theirs.
zh_cn: 如果那些早期的机会都被错过了的话，那么我们在浪费我们的生命和伤害他们的生命。

source: Kitchen and dinner tables are the earliest and best school desks to educate and socialize children.
zh_cn: 厨房和餐桌是最早的和最好的教育儿童和儿童社交的学校课堂。

source: If we're too busy for this, we have to ask ourselves; what's more important?
zh_cn: 如果我们太忙而没有这样做的话，那么我们必须自问：什么更重要？

source: If parents have no answers, those 'at risk' monsters should not be a surprise. 'At risk' kids are surely the sons and daughters of clueless and neglect.
zh_cn: 如果父母没有答案，那么就不要对那些 ‘危险’的小怪物们感到意外，因为‘危险’的孩子一定是无知的没人管的子女们。

source: Every parent assumes that a child might learn to behave from good example, but few consider that kids are just as likely to be influenced by poor role models - at home.
zh_cn: 每个父母都设想孩子可能会从好榜样中学会做人，但几乎没有人会认为孩子们也同样可能受到坏榜样的影响——在家里。

source: Parallel epidemics of electronic autism, childhood obesity, hyperactivity, and attention deficit disorders might not be entirely coincidental or unrelated.
zh_cn: 电子自闭症、儿童肥胖症、多动症和注意力缺乏症等类似的流行病可能不是完全巧合或不相干的。

source: Sometimes the most obvious solution hides in plain sight.
zh_cn: 有时最明显的解决办法就藏在眼前。

source: How hard is it to say: "Turn the damn thing off, eat your chicken soup, and sit there; talk or listen until you're excused?"
zh_cn: 说这些话有多难：“把那该死的东西关掉、喝你的鸡汤、就坐在那儿：要么说话要么倾听直到你得到原谅为止？”

source: If the food is good and the table manners are crystal clear, family dinning is a nourishing ritual for body and soul.
zh_cn: 如果食品很健康而且餐桌规矩清楚易懂，那么家庭就餐对身体和灵魂来说是一种营养的礼仪。

source: The process of education, as Socrates noted over two millennia ago, is simply a dialogue; one or more civil people exchanging embarrassing questions.
zh_cn: 正如苏格拉底两千之前指出的那样，教育过程是一个简单的对话：是一个或更多的文明人就尴尬话题进行交换的过程。

source: Ideas are thought to be contagious in a congenial setting; a place like the dinner table, where the participants are fed well and therefore well bred.
zh_cn: 在一种意气相投的环境中思想被认为可以传染的：餐桌就是这样一个地方，参与者吃得饱，因此行为举止得体。

source: Yes, Maggie, much does depend on dinner.
zh_cn: 是的，玛吉，一切取决于餐桌。

source: Alas, the kitchen still might be the most expensive, yet least used, room in any house or flat.
zh_cn: 唉，在任何住宅或公寓房里，厨房仍然可能是最昂贵的，使用频率最低的房间。

source: Lest we forget, the kitchen is the tiled room - the one with a stove, without a commode.
zh_cn: 不要忘了，厨房是铺了瓷砖的房间——是一间有炉子，但没有衣柜的房间。
